abad
abajo
abandonar
abandonaron
abandono
abanico
abarca
abarcan
abarcando
abarcar
abascal
abastecimiento
abbas
abc
abdo
abdomen
abdominal
abdominales
abdulla
abe
abel
abelardo
abi
abierta
abiertas
abierto
abiertos
abilities
ability
ablation
able
abnegada
abnormal
abnormalities
aboga
abogan
aborda
abordada
abordadas
abordado
abordados
abordaje
abordajes
abordan
abordar
abordaron
aborde
aborden
aborto
abortos
about
above
abr
abraham
abre
abren
abreu
abriendo
abril
abrilde
abrir
abs
absceso
abscesos
absence
absent
absoluta
absolutamente
absolutas
absolute
absoluto
absolutos
absorbe
abstinencia
abstract
abstractintroduction
abstracto
abstracts
abu
abuelo
abuelos
abundante
abundantes
abuse
abuso
acaba
acabado
acabar
acabo
acad
acada
academia
academic
academicoupcom
academy
acarrea
acarrear
acase
acausa
acc
accede
acceder
accedido
accedieron
acceptable
acceptance
accepted
accesibilidad
accesible
accesibles
acceso
accesos
access
accessed
accident
accidental
accidentales
accidente
accidentes
accidents
accionar
acciones
accionesde
accompanied
accomplished
according
accordingto
account
accreditation
accumulation
accuracy
accurate
ace
aceite
acelera
acelerada
acelerado
aceleran
acelerar
acepta
aceptable
aceptables
aceptada
aceptadas
aceptado
aceptados
aceptan
aceptar
aceptaron
acerca
acercade
acercadel
acercamiento
acercar
acercarnos
acercarse
acero
acertada
acertado
acervo
acetato
acetil
acevedo
achieve
achieved
achievement
achievements
achieving
aci
acid
acido
acidosis
acids
acierto
aciertos
acimed
acinetobacter
aciones
aclaramiento
aclarar
aclinical
acometer
acomodada
acomparison
aconocer
aconsecuencia
aconseja
aconsejable
aconsulta
acontece
acontecimiento
acontecimientos
acorde
acordes
acortamiento
acosta
acquired
acquisition
acreditada
acreditadas
acreditado
acreditados
across
acrylic
acs
act
acta
actas
acting
action
actions
actitud
actitudes
activa
activadas
activador
activamente
activan
activar
activas
activated
activation
active
actividad
actividadde
actividaddocente
actividades
actividadesde
actividadesdocentes
actividadprofesional
activities
activity
activo
activos
acto
actor
actores
actos
acts
actuaciones
actual
actuales
actualidad
actualidades
actualizacion
actualizaciones
actualizada
actualizadas
actualizado
actualizados
actualizar
actualmente
actuando
actuar
actvi
acuario
acudan
acude
acuden
acudieron
acudir
acuerdo
acuerdocon
acuerdos
acuity
acumula
acumulada
acumuladas
acumulado
acumulados
acumulan
acumular
acumulativo
acuoso
acupuntura
acute
ada
adam
adams
adapta
adaptabilidad
adaptaciones
adaptada
adaptadas
adaptado
adaptados
adaptar
adaptarse
adaptation
adaptativa
adaptativas
adaptativo
adapted
adaptive
add
added
addiction
addition
additional
additionally
address
adecuaciones
adecuada
adecuadamente
adecuadas
adecuado
adecuados
adecuar
adelante
adelanto
adelantos
adelgazamiento
aden
adenocarcinoma
adenoma
adenovirus
adentro
adequate
adesarrollar
adherence
adherencia
adherencias
adherida
adheridas
adhesion
adhesive
adhesivo
adicciones
adiciembre
adiciona
adicional
adicionales
adicionalmente
adictivas
adictos
adiestramiento
adiferencia
adiferentes
adipocitos
adipose
adiposidad
adiposo
adjunta
adjunto
adjuntos
adjusted
adjustment
adjuvant
adm
administered
administra
administrada
administrado
administrados
administrar
administraron
administration
administrativa
administrativas
administrative
administrativo
administrativos
admission
admite
admitidos
admitir
admitted
adn
adolesc
adolescence
adolescencia
adolescent
adolescente
adolescentes
adolescents
adolfo
adopta
adoptada
adoptadas
adoptado
adoptan
adoptando
adoptar
adoptaron
ados
adp
adquiera
adquieran
adquiere
adquieren
adquirida
adquiridas
adquirido
adquiridos
adquiriendo
adquirieron
adquirir
adrenal
adrenalina
adriana
adscrito
adult
adulta
adultas
adultez
adulthood
adulto
adultomayor
adultos
adultosmayores
adults
adv
advance
advanced
advances
advantage
advantages
advenimiento
adversa
adversas
adverse
adverso
adversos
advice
advierte
adyacente
adyacentes
adyuvante
aedes
aegypti
aenfermedades
aep
aerosol
aerosoles
aeruginosa
aescala
aesta
aestablecer
aeste
aesthetic
aesthetics
aestos
aexpensas
afable
afactores
afasia
afecciones
afecta
afectaba
afectaciones
afectada
afectadas
afectado
afectados
afectan
afectando
afectar
afectaron
afectarse
afecte
afecten
afectiva
afectivas
afectivo
afectivos
afecto
afectos
affairs
affect
affectation
affected
affecting
affection
affections
affective
affects
afines
afinidad
afirma
afirmaciones
afirman
afirmar
afirmaron
afirmarse
afluencia
aforementioned
afortunadamente
afr
africa
african
africana
africano
africanos
afrontamiento
afrontan
afrontar
after
afterthe
again
against
agar
agarwal
age
aged
ageing
agencia
agencias
agency
agenda
agent
agente
agentes
agents
ages
aggregation
aggressive
agilizar
aging
ago
agonista
agonistas
agosto
agostode
agostoissn
agotamiento
agradable
agradecemos
agradecen
agradecer
agradecimiento
agradecimientos
agrado
agramonte
agrandamiento
agrava
agravado
agravamiento
agravante
agravar
agree
agreement
agrega
agregada
agregado
agregados
agregan
agregar
agresiones
agresiva
agresivas
agresividad
agresivo
agresivos
agresor
agricultura
agrupa
agrupaciones
agrupada
agrupadas
agrupados
agrupan
agrupar
agruparon
agua
aguado
aguas
aguda
agudas
agudelo
agudeza
agudo
agudos
aguiar
aguilar
aguilera
aguirre
aguja
agujas
aha
ahead
ahigh
ahmad
ahmed
ahora
ahorro
aid
aids
aim
aimed
aims
ainvestigador
air
aire
aires
airway
aislada
aisladas
aislado
aislados
aislamiento
aislamientos
aislar
aislaron
ajena
ajenas
ajeno
ajenos
ajr
ajusta
ajustada
ajustadas
ajustado
ajustados
ajustan
ajustar
ajustarse
ajuste
ajustes
ala
alain
alamar
alambre
alan
alanalizar
alargamiento
alargo
alarma
alarmante
alarmantes
alas
alba
albert
alberti
alberto
albicans
albores
albumin
alcalde
alcalina
alcance
alcances
alcanza
alcanzada
alcanzadas
alcanzado
alcanzados
alcanzan
alcanzando
alcanzar
alcanzaron
alclinical
alcohol
alcoholic
alcoholism
alcoholismo
alcolea
alconocimiento
alconsumo
aldana
aldesarrollo
aldosterona
aleatoria
aleatoriamente
aleatorio
aleatorios
aleatorizado
aleatorizados
alegre
aleida
aleja
alejado
alejandro
alejo
alelo
alelos
alemana
alemania
alentadores
alergia
alergias
alerm
alert
alerta
alertar
alestudiante
alestudio
alexamen
alexander
alexis
alfa
alfaro
alfinal
alfinalizar
alfonso
alfredo
alginato
algorithm
algoritmo
algoritmos
algrupo
alguien
alguna
algunasconsideraciones
algunasde
alguno
algunosautores
algunoscasos
algunosde
algunosestudios
alhombre
alhospital
ali
aliaga
alianza
alianzas
alicia
aligual
aliment
alimentaria
alimentarias
alimentario
alimentarios
alimenticios
alimento
alimentos
alina
alincremento
alineamiento
alingreso
alinicio
alive
alivia
aliviar
alivio
all
allen
allende
allergic
allergy
alliance
allow
allowed
allowing
allows
allthe
alma
almacenada
almacenados
almacenamiento
almacenar
almagro
almaguer
almarales
almeida
almendares
almenos
almismo
almomento
almost
alnacer
alo
alograr
alone
along
alonso
alopecia
alos
alpaciente
alperfeccionamiento
alpersonal
alpha
alproceso
alprograma
alque
already
alrealizar
alrededor
alrededorde
alrededordel
alrespecto
alser
alservicio
alsexo
also
alta
altafrecuencia
altahabana
altamente
altaprevalencia
altas
alter
altera
alteraciones
alteracionesde
alteracionesen
alterada
alterado
alterados
alteran
alterando
alterar
alteration
alterations
altered
alterna
alternativa
alternativas
alternative
alternatives
alternativo
alternativos
alternos
although
altiempo
alto
altoriesgo
altos
altrabajo
altratamiento
altruismo
altura
alturas
alude
alumna
alumnado
alumno
alumnos
alvarado
alvarez
alveolar
alveolares
alves
always
alzheimer
alzheimers
ama
amable
amado
amador
amanecer
amaral
amarilla
amarillento
amarillo
amaro
amas
amaya
ambas
ambasvariables
ambato
ambiental
ambientales
ambiente
ambientes
ambos
ambosgrupos
ambossexos
ambrosio
ambulatoria
ambulatorio
ambulatorios
ambulatory
amc
amedida
ameijeiras
amejorar
ameliorates
amenaza
amenazas
amenos
amenudo
america
american
americana
americano
americanos
americans
americas
amigo
amigos
amikacina
aminas
amino
aminorar
amistad
amistades
amj
amm
among
amor
amores
amount
amp
amparo
ampicilina
amplia
ampliada
ampliado
ampliamente
ampliar
ampliarse
amplias
amplio
amplios
amplitud
amsterdam
amyloid
ana
anaerobios
anal
anales
analfabetismo
analgesia
analisis
analiza
analizada
analizadas
analizado
analizados
analizamos
analizan
analizando
analizar
analizaron
analyses
analysis
analysisof
analytic
analytical
analyze
analyzed
analyzing
anamnesis
anastomosis
anat
anatomical
anatomo
anatomy
anaya
ancha
ancheta
ancho
anchura
anciana
ancianas
anciano
ancianos
ancient
anclaje
and
anda
andadolescents
andalia
andar
andclinical
andcontrol
anddevelopment
andersen
anderson
andes
andfunctional
andhealth
andina
andits
andmanagement
andmeta
andmortality
andother
andprevention
andrade
andrea
andreu
andreview
andrews
andthe
andtheir
andtherapeutic
andtreatment
andwith
ane
aneiros
anemia
anemias
anestesia
anesthesia
aneurisma
aneurismas
anew
anexo
anexos
anfiteatro
ang
angel
angeles
angina
angiography
angiostrongylus
angiotensin
angiotensina
angle
angola
angular
angulares
angulo
angustia
anido
anillo
animal
animales
animals
animportant
anivel
aniversario
ann
annals
anniversary
annu
annual
ano
anomalies
anomaly
anonimato
anorexia
anormal
anormales
anormalidad
anormalidades
another
anova
anquilosis
ansiedad
answer
answers
ant
antagonista
antagonistas
antebrazo
antecedent
antecedente
antecedentes
antecedentesde
antecedentesfamiliares
antecedents
antela
antemano
antenatal
anterior
anteriores
anterioridad
anteriormente
antero
anteroposterior
anterosuperior
antesde
antesmencionados
anthony
anthropometric
anti
antibacteriano
antibiograma
antibiotic
antibioticoterapia
antibiotics
antibodies
antibody
anticoagulante
anticoagulantes
anticonceptivos
anticuerpo
anticuerpos
antidepresivos
antigen
antigens
antigua
antiguas
antiguo
antiguos
antihipertensivo
antihipertensivos
antiinflamatorias
antiinflamatorio
antiinflamatorios
antimicrob
antimicrobial
antimicrobiana
antimicrobiano
antimicrobianos
antinflamatorios
antioquia
antioxidant
antioxidante
antioxidantes
antioxidants
antiretroviral
antirretroviral
antisepsia
antiviral
antivirales
antonia
antonio
antro
anual
anuales
anualmente
anuario
anuarios
anuencia
anuestro
anuestros
anuncio
anupdate
anxiety
any
aorta
aotras
aotros
apa
apache
apacientes
aparato
aparatos
aparece
aparecen
aparecer
aparecido
apareciendo
aparecieron
aparejado
aparente
aparentemente
aparezca
aparezcan
aparicio
apariencia
apartado
apartamento
aparte
aparticipar
apartir
apc
apego
apellidos
apenas
apersonas
apertura
apesar
apetito
apf
apgar
apical
aplanamiento
aplica
aplicabilidad
aplicable
aplicables
aplicacion
aplicaciones
aplicada
aplicadas
aplicado
aplicados
aplicamos
aplican
aplicando
aplicar
aplicarla
aplicarlo
aplicaron
aplicarse
aplique
apnea
apoptosis
apopulation
aporta
aportaciones
aportada
aportadas
aportado
aportados
aportan
aportando
aportar
aportaron
aporte
aporten
aportes
apoya
apoyada
apoyado
apoyados
apoyan
apoyar
apoyen
apoyo
app
appear
appearance
appeared
appearing
appears
appel
appl
appliance
application
applications
applied
apply
applying
appraisal
approach
approaches
appropriate
approved
approximately
appswhoint
apr
aprecia
apreciable
apreciaciones
apreciado
apreciamos
aprecian
apreciar
apreciaron
apreciarse
aprende
aprenden
aprender
aprendidas
aprendido
aprendizaje
aprendizajede
aprendizajeen
aprendizajes
april
aprobada
aprobadas
aprobado
aprobados
aprobar
aprobaron
apropiada
apropiadas
apropiado
apropiados
apropiarse
aprospective
aprovechado
aprovechamiento
aprovechando
aprovechar
aprox
aproxima
aproximaciones
aproximada
aproximadamente
aproximado
aprueba
aps
aptitud
aptitudes
apto
aptos
apunta
apuntan
apuntes
aque
aquejados
aquel
aquella
aquellas
aquello
aquellos
aquellospacientes
aquellosque
aquienes
aquino
ara
arab
arabia
arada
aranda
arandomized
arango
aranguren
aras
araya
arc
arcada
arcadas
arce
arch
archive
archives
archivo
archivos
arcia
arco
arcos
ardila
ardor
arduo
are
area
arealizar
areas
arellano
arenas
arencibia
aretrospective
areview
arg
argelia
argent
argentina
argentino
arginina
argumentar
argumento
argumentos
arias
ariel
arising
aristas
ariza
arm
arma
armada
armadas
armando
armas
armenteros
armstrong
army
arn
arnaldo
arnm
arnold
arocha
arora
around
arq
arquitectura
arredondo
arriaga
arriba
arribar
arribaron
arribo
arrieta
arritmias
arrive
arrived
arrocha
arroja
arrojaron
arroyo
arsenal
art
arte
arteaga
artemisa
arteria
arterial
arteriales
arterialhypertension
arterias
arteries
arteriolas
arteriovenosa
arteriovenosas
artery
artes
arthritis
arti
articl
article
articleasp
articleaspx
articleid
articles
articulaciones
articulado
articular
articulares
articulo
articulooa
articulos
artificial
artificiales
artiles
artista
artistas
artralgia
artralgias
artritis
artrosis
arts
artt
artte
arttex
arttext
arturo
asa
asalto
asamblea
asas
ascendente
ascendido
ascenso
asciende
ascitis
asegura
aseguramiento
aseguran
asegurando
asegurar
asegurarse
aseguren
asemeja
asemejan
asentamiento
aseo
asepsia
asequible
aser
asesor
asesora
asesoramiento
asesorar
asesores
aseveran
asfixia
asi
asia
asian
asienta
asiento
asigna
asignada
asignadas
asignado
asignados
asignar
asignatura
asignaturas
asignificant
asilo
asimilar
asimismo
asis
asiste
asisten
asistencia
asistencial
asistenciales
asistente
asistentes
asistida
asistido
asistieron
asistir
asma
asmabronquial
asoc
asocia
asociaba
asociaciones
asociada
asociadas
asociado
asociadoa
asociados
asociadosa
asocian
asociar
asociaron
asociarse
aspartato
aspect
aspecto
aspectos
aspectosrelacionados
aspects
aspiazu
aspira
aspiraciones
aspiramos
aspirante
aspirantes
aspirar
aspiration
aspirina
ass
assay
assays
assembly
assess
assessed
assessing
assessment
assessments
assets
assigned
assist
assistance
assisted
assoc
associate
associated
associatedwith
associates
association
associationbetween
associations
assume
assumed
astenia
asthe
asthma
astorga
astudy
asturias
asu
asuma
asume
asumen
asumida
asumidas
asumido
asumidos
asumiendo
asumieron
asumir
asunto
asuntos
asus
aswell
asymptomatic
asystematic
ata
ataque
ataques
ataxia
ataxias
atcc
atd
atelectasia
aten
atencion
atencional
atenciones
atender
atendida
atendidas
atendido
atendidos
atendidosen
atendiendo
ateneo
atener
atenolol
atenta
atentan
atento
atenuar
ateroesclerosis
aterosclerosis
atherosclerosis
atherosclerotic
athletes
atiende
atienden
atipia
atlanta
atlas
atletas
atm
atodo
atodos
atp
atrabajar
atractivo
atravesar
atraviesa
atraviesan
atribuible
atribuibles
atribuida
atribuidas
atribuido
atribuidos
atribuirse
atributo
atributos
atribuye
atribuyen
atrofia
atrophy
atropina
attachment
attack
attempt
attendance
attended
attending
attention
atthe
attitude
attitudes
attributable
atvi
atypical
audio
audiovisual
audiovisuales
auditiva
auditivas
auditivo
auditivos
aug
auge
august
augusto
aula
aulas
aulast
aumenta
aumentaba
aumentada
aumentadas
aumentado
aumentan
aumentando
aumentar
aumentaron
aumente
aumento
aumentode
aumentodel
aumentos
aun
auna
aunar
auncuando
aunque
aunqueno
aureus
auricular
aurora
ausencia
ausenciade
ausencias
ausente
ausentes
ausentismo
auspiciado
aust
australia
australian
austria
author
authors
autilizar
auto
autoanticuerpos
autocontrol
autocuidado
autoestima
autoexamen
autoimmune
autoinmune
autoinmunes
autologous
automatizada
automatizado
automatizados
autonomous
autonomy
autopsia
autopsias
autopsy
autor
autora
autoras
autores
autoresque
autoridad
autoridades
autorizada
autorizado
autorizados
autosomal
auxiliar
auxiliares
auxilio
available
availablefrom
aval
avala
avalada
avalado
avalados
avalan
avance
avances
avanza
avanzada
avanzadas
avanzado
avanzados
avanzando
avanzar
ave
aveces
avenida
average
aves
avila
aviso
avoid
aware
awareness
axial
axilar
axis
ayala
aydin
ayer
ayuda
ayudado
ayudan
ayudando
ayudante
ayudantes
ayudar
ayudas
ayuden
ayunas
azar
azitromicina
aziz
aznar
azul
baar
babies
bacallao
bach
bachiller
bachillerato
bacillus
bacilo
bacilos
back
background
bacteria
bacterial
bacteriana
bacterianas
bacteriano
bacterianos
bacterias
bactericida
bacteriemia
bacteriemias
bad
badia
baeza
bai
bailey
baja
bajar
bajas
bajo
bajopeso
bajos
baker
bakris
balaguer
balance
balanceada
balanza
ball
ballesteros
baltimore
banco
bancos
banda
bandas
bandera
banerjee
bank
banks
bao
baquero
bar
barba
barbados
barber
barbosa
barc
barcelona
barciela
barcos
barker
barnes
baron
barr
barra
barranquilla
barras
barreiro
barrera
barreras
barrero
barreto
barrett
barrientos
barrier
barriers
barrio
barrios
barros
barroso
barry
barthel
bartlett
basa
basada
basadas
basado
basadoen
basados
basadosen
basal
basales
basamos
basan
basaron
basarse
base
based
basede
basel
bases
basesde
basic
basics
basis
basta
bastante
basulto
batalla
batallas
batista
batistiana
bauer
bauta
bautista
bayamo
bayard
bayarre
bazo
beatriz
beber
bebidas
beca
became
becas
because
becerra
beck
becker
become
becomes
becoming
been
before
began
beginning
begins
behav
behavior
behavioral
behaviors
behaviour
behind
being
beings
bejucal
beliefs
bell
bella
bellas
belleza
bello
belong
belonged
belonging
below
ben
benavides
bencomo
bender
beneficencia
beneficia
beneficial
benefician
beneficiar
beneficiarse
beneficio
beneficios
beneficiosa
beneficiosas
beneficioso
beneficiosos
benefit
benefits
benet
benign
benigna
benignas
benigno
benignos
benito
benjamin
bennett
berenguer
berg
bergado
berger
berman
bermejo
bernabeu
bernal
bernard
bernardo
berry
bertha
bertrand
besides
best
beta
betalactamasas
betancourt
bethesda
better
between
betweenthe
beyond
bhat
biblia
biblio
bibliografia
bibliograficas
bibliographic
bibliographical
bibliography
bibliometric
biblioteca
bibliotecas
bibliotecavirtual
bicarbonato
bicicleta
bidireccional
bien
bienes
bienestar
big
bigger
biggest
bilabial
bilateral
bilaterales
bilbao
biliar
biliares
bilirrubina
bilis
billones
bin
binaria
binding
bing
binocular
binomio
bio
biochem
biochemical
biochemistry
bioethical
bioethics
bioetica
biofilm
biol
biological
biologicista
biology
biomarcadores
biomarkers
biomateriales
biomed
biomedica
biomedical
biomedicina
biophys
biopsia
biopsias
biopsicosocial
biopsicosociales
biopsy
biosecurity
bioseguridad
bioterio
bipolar
bireme
birth
births
birthweight
bissau
bite
bitstream
bivariado
black
blackwell
bladder
blanca
blancas
blanco
blancos
blanda
blandas
blando
blandos
blanquecina
blas
blasco
bleeding
blind
block
blockade
blog
blogs
blood
bloodpressure
bloom
bloque
bloquea
bloqueadores
bloquear
bloqueo
bloques
bmc
bmi
bmj
bmjopen
board
boca
bodies
body
bohemia
bol
boletin
boletines
bolivariana
bolivia
bolsa
bolsas
bomba
bondad
bondades
bone
bonet
bonilla
bono
bony
book
books
booleanos
borde
bordes
borges
borjas
born
borrador
borradororiginal
borrego
borrero
borrosa
borroto
bosch
bosque
boston
botell
botero
both
bouza
bowel
bowman
box
boyeros
bradicardia
brain
bras
brasil
brasileira
braunwald
bravo
braz
brazil
brazilian
brazo
brazos
breast
breastcancer
breastfeeding
breathing
brecha
brechas
breve
brevemente
breves
brief
brigada
brigadas
brillante
brillantes
brinda
brindaba
brindada
brindadas
brindado
brindados
brindan
brindando
brindar
brindarle
brindarles
brindaron
brinde
bring
british
brito
britto
brizuela
broad
broche
bronchial
bronconeumol
bronquial
bronquiectasias
bronquitis
brooks
brote
brotes
brown
brunet
bruno
brusca
brusco
bruscos
bruselas
bruta
brutas
bruto
bruxismo
bucal
bucales
buccal
buch
buco
bucodental
bucodentales
buen
buena
buenas
bueno
buenos
buffer
built
buitrago
bulbar
bulbo
bulgaria
bull
bulletin
burden
burgos
burguesa
burke
burnout
burns
burton
busca
buscado
buscador
buscadores
buscan
buscando
buscar
business
bustamante
busto
bustos
but
bvs
bvscuba
bvscubasldcu
bvssldcu
bythe
cabal
cabalidad
caballero
cabe
cabecera
cabello
cabeza
cabezas
cabo
cabrera
cabrerahospital
cad
cada
cadapaciente
cadauna
cadauno
cadavez
cadena
cadenas
cadera
caderas
cae
caer
cag
cai
cairo
caja
cajas
cal
cala
calcificaciones
calcio
calcium
calcula
calculada
calculadas
calculado
calculados
calculando
calcular
calcularon
calculated
calculatedcovid
calculatedgovernments
calculation
caldas
calero
cali
calibrados
calibration
calibre
calidad
calidadde
calidaddel
calidaden
calidady
caliente
calientes
calificaciones
calificada
calificado
calificados
calificaron
california
calixto
call
calle
called
calleja
calor
calvo
calzada
calzadilla
cama
camacho
camargo
camas
cambia
cambiado
cambian
cambiando
cambiante
cambiantes
cambiar
cambio
cambios
cambiosde
cambiosen
cambridge
came
camejo
cameron
camilo
caminar
camino
caminos
campa
campaign
campbell
campesinos
campo
campode
campos
campus
can
canada
canadian
canal
canales
canaria
cancer
cancers
candida
candidate
candidato
candidatos
candidiasis
canel
canina
canine
canino
caninos
cannabis
cannot
cano
cansancio
cantelar
cantero
cantidad
cantidadde
cantidades
canto
cantonensis
cao
cap
capa
capable
capaces
capacesde
capacidad
capacidadde
capacidades
capacitaciones
capacitado
capacitados
capacitar
capacity
capas
capaz
capazde
capdevila
capilar
capilares
capital
capitalismo
capitalista
capitalistas
capote
capsular
captadas
captar
captura
cara
caraballo
caracas
caracteres
caracteristicas
caracteriza
caracterizaba
caracterizada
caracterizadapor
caracterizadas
caracterizado
caracterizados
caracterizan
caracterizar
caracterizaron
caras
carbajal
carballo
carbohidratos
carbon
carbonell
carbono
carcinoma
carcinomas
card
cardentey
cardiac
cardiaca
cardiacas
cardiaco
cardiacos
cardinal
cardio
cardiol
cardiologia
cardiology
cardiopathy
cardiopulmonar
cardiorrespiratoria
cardiovasc
cardiovascular
cardiovasculardisease
cardiovasculares
cardona
cardosa
cardoso
care
carece
carecen
carecer
career
careers
carencia
carencias
carente
carga
cargas
cargo
cargos
caribbean
caribe
caridad
caries
caring
carlos
carmen
carmenate
carmona
carne
carneiro
carnes
caro
carolina
carpeta
carpintero
carpio
carranza
carrasco
carrazana
carrera
carrerade
carreras
carrerasde
carrero
carretero
carried
carriedout
carrier
carries
carrillo
carry
carrying
carta
cartagena
cartas
cartaya
carteles
carter
carvajal
carvalho
casa
casada
casadas
casado
casados
casal
casanova
casas
cascada
case
casereport
cases
casey
casi
casillas
casisiempre
caso
casode
casopaciente
casos
casoscon
casosconfirmados
casosde
casose
casosen
casosreportados
casosse
castell
castellano
castellanos
castigo
castilla
castillo
castro
casual
cat
catalasa
catalina
cataliza
catalogada
catalogado
catalogados
cataract
catarata
cataratas
catecolaminas
categories
categorizados
category
cathcart
catheter
caudal
causa
causada
causadapor
causadas
causade
causado
causados
causal
causales
causalidad
causan
causando
causante
causantes
causar
causas
causasde
cause
caused
causes
causing
cautela
cauthor
cava
cavero
cavidad
cavidades
cavity
cayetano
cayo
ccm
cdc
cdi
cdr
cea
ceballos
cecal
cecam
cecil
cecilia
cecmed
cedro
cefalea
cefaleas
cefalosporinas
cefazolina
cefotaxima
ceftazidima
ceftriaxona
cefuroxima
ceguera
cejas
celdas
celebra
celebrada
celebrado
celebrarse
celia
celis
cell
cells
cellular
celular
celulares
celulitis
cementerio
cemento
cems
cenic
cenpalab
censo
censos
cent
centenario
center
centered
centers
centra
centrada
centradas
centrado
centrados
central
centralde
centrales
centran
centrar
centrarse
centre
centro
centrode
centrohabana
centronacional
centros
centrosde
century
cepa
cepas
cepeda
cepero
cephalometric
cepillado
cepillo
cera
cerca
cercana
cercanas
cercano
cercanos
cerda
cerebelo
cerebral
cerebrales
cerebro
cerebrospinal
cerebrovascular
cerebrovasculares
cero
cerrada
cerradas
cerrado
cerrados
cerrar
cerrate
cerro
certain
certero
certeza
certificado
certificados
certificar
certificativa
cervantes
cervera
cervical
cervicales
ces
cesar
cese
cgi
cgibin
chacaltana
chain
challenge
challenges
chamorro
chan
chang
change
changed
changes
changing
channel
chao
chaple
chapman
chapter
chapters
character
characteristic
characteristics
characterization
characterize
characterized
characterizing
charge
charlas
charles
charlson
charts
chau
chaves
che
check
checoslovaquia
chem
chemical
chemistry
chemother
chemotherapy
chen
cheng
chequeo
chest
cheung
chi
chiang
chicago
chiclayo
chicuadrado
chikungunya
chil
child
childbirth
childhood
children
childrenand
childrens
chile
chilena
chilenos
chimborazo
chin
china
chinese
chino
chinos
chir
chiu
cho
choi
choice
cholesterol
chong
choque
chosen
chou
christian
chromosome
chronic
chronickidney
chu
chung
churchill
cia
cianosis
cicatrices
cicatriz
cicatrizal
ciclo
ciclos
cid
cie
ciegas
ciego
cielo
cien
cienc
ciencia
ciencias
cienciasde
cienciassociales
cienfuegos
cient
cientifica
cientificas
cientificidad
ciento
cientos
cierra
cierre
cierta
ciertamente
ciertas
cierto
ciertos
cifra
cifras
cigarette
cigarrillo
cigarrillos
cigarro
cigarros
cigb
ciliar
cim
cimeq
cinco
cincuenta
cine
cinta
cintra
cintura
ciprofloxacina
ciprofloxacino
cir
cira
cirah
circ
circuito
circuitos
circula
circulan
circulante
circulantes
circular
circulating
circulation
circulatoria
circulatorio
circumference
circundante
circundantes
circunferencia
circunscrito
circunstancia
circunstancias
ciren
ciro
cirrhosis
cirrosis
cirug
cirugia
cirujano
cirujanos
cisneros
cita
citaciones
citada
citadas
citado
citados
citan
citando
citar
citas
citation
citations
cited
cities
citma
cito
citocinas
citomegalovirus
citoplasma
citoquinas
citrato
city
ciudad
ciudadana
ciudadano
ciudadanos
ciudadde
ciudades
ciur
civil
civiles
civilizaciones
cjm
ckd
clandestina
clandestinidad
clara
claramente
claras
claridad
clark
clarke
claro
claros
clase
clases
clasifci
clasifica
clasificacion
clasificaciones
clasificada
clasificadas
clasificado
clasificados
clasifican
clasificar
clasificaron
clasificarse
class
classes
classic
classification
classifications
classified
claude
claudia
claudio
claustro
claustros
clausura
clave
clavera
claves
clavijo
cle
clear
clemente
cliente
clientes
clima
climate
climaterio
clin
clindamicina
clinic
clinica
clinical
clinicaland
clinically
clinicalpractice
clinicas
clinician
clinicians
clinico
clinicopathological
clinics
clinnorth
clones
cloranfenicol
clorhexidina
cloro
cloruro
close
closed
closely
closer
closing
closure
clsi
club
cluster
cma
cmd
cmf
cmi
cms
cncma
cnic
cns
coadyuvante
coagulasa
coagulation
coagulograma
coautor
coautores
cobas
cobertura
cobos
cobra
cobrado
cobran
cobre
coca
cochrane
cociente
cocina
cocmed
code
codifica
codificada
codifican
codigo
codo
coefci
coefficient
coeficiente
coeficientede
coeficientes
coelho
coello
coexisten
coexistencia
coexistir
cognition
cognitiva
cognitivas
cognitive
cognitivo
cognitivos
cognoscitiva
cognoscitivo
cognoscitivos
cohen
coherence
coherencia
coherente
coherentes
cohort
cohorte
cohortes
coincide
coincidecon
coinciden
coincidencia
coincidencias
coincidencon
coincidente
coincidentemente
coincidentes
coincidiendo
coincidieron
coincidimos
coincidir
col
cola
colabora
colaboraciones
colaborador
colaboradora
colaboradores
colaborar
colaborativo
colapso
colaterales
cold
cole
colecciones
colectiva
colectivas
colectividad
colectivo
colectivos
colega
colegas
colegio
colegios
colesterol
colgajo
colgajos
coli
colina
colitis
coll
collaboration
collaborative
collaborators
collado
collar
collazo
collected
collection
collective
college
collins
coloca
colocada
colocado
colocados
colocan
colocando
colocar
colocaron
colocarse
coloma
colomb
colombia
colombian
colombiana
colombiano
colombianos
colombo
colon
colonia
colonial
colonias
coloquio
color
colorectal
colores
cols
columna
columnas
com
coma
comandante
combate
combatiente
combatientes
combatir
combina
combinaciones
combinada
combinadas
combinado
combinados
combinan
combinar
combinarse
combination
combined
combustible
come
comenta
comentan
comentar
comentario
comentarios
comenzado
comenzamos
comenzando
comenzar
comenzaron
comer
comercial
comerciales
comercio
comes
cometer
cometido
comida
comidas
comience
comienza
comienzan
comienzo
comienzos
coming
comisiones
commercial
commission
commitment
committee
common
commonly
commons
communicable
communication
communications
communicative
communities
community
comoconsecuencia
comode
comodidad
comoel
comoen
comoes
comofactor
comoherramienta
comola
comolas
comolos
comomedida
comoobjetivo
comopara
comoparte
comopor
comoprofesor
comorbid
comorbidities
comorbidity
comorbilidad
comorbilidades
comoresultado
comose
comoson
comotratamiento
comoun
comouna
comp
companies
companioni
company
compara
comparable
comparables
comparaciones
comparada
comparadas
comparado
comparados
comparamos
comparan
comparando
comparar
compararlo
compararlos
compararon
comparativa
comparativamente
comparative
comparativo
compare
compared
comparing
comparison
comparisonof
comparisons
comparte
comparten
compartida
compartido
compartidos
compartir
compatibilidad
compatible
compatibles
compendio
compensada
compensar
compensatoria
compensatorio
competence
competencia
competencias
competencies
competente
competentes
competition
competitiva
competitive
competitiveness
competitividad
competitivo
compleja
complejas
complejidad
complejidades
complejo
complejos
complement
complementa
complementan
complementar
complementaria
complementarias
complementario
complementarios
complementary
complemento
completa
completamente
completamiento
completar
completaron
completas
complete
completed
completo
completopdf
completos
complex
complexity
compliance
complica
complicaciones
complicada
complicadas
complicado
complicados
complicated
complication
complications
complutense
compone
componen
component
componente
componentes
components
comporta
comportamiento
comportamientode
comportamientos
comportan
comportaron
comportarse
composed
composite
composition
compounds
compra
comprar
comprehensive
comprenda
comprendan
comprende
comprenden
comprender
comprendida
comprendidas
comprendidasentre
comprendido
comprendidoentre
comprendidos
comprensible
comprobada
comprobado
comprobar
compromete
comprometen
comprometer
comprometida
comprometido
comprometidos
compromised
compromiso
compromisos
comprueba
compuesta
compuestas
compuesto
compuestos
computacional
computacionales
computadora
computadoras
computarizada
computarizados
computational
computed
computer
computerized
computers
computing
comuna
comunes
comunica
comunicacion
comunicaciones
comunicado
comunicar
comunicarse
comunicativa
comunicativas
comunicativo
comunicativos
comunidad
comunidades
comunista
comunistas
comunitaria
comunitarias
comunitario
comunitarios
conalteraciones
conantecedentes
conanterioridad
concalidad
concebida
concebido
concebidos
concebir
concedida
conceived
concentra
concentraciones
concentrada
concentrado
concentrados
concentran
concentrar
concentration
concentrations
concepciones
concept
conception
concepto
conceptode
conceptos
concepts
conceptual
conceptuales
conceptualiza
conceptualmente
concern
concerniente
concernientes
concerning
concha
concibe
conciencia
concientizar
concierne
conclude
concluded
concluding
concluida
concluido
concluimos
concluir
conclusion
conclusiones
conclusionesa
conclusionescon
conclusionesel
conclusionesen
conclusionesexiste
conclusionesla
conclusioneslas
conclusioneslos
conclusionesse
conclusions
concluye
concluyen
concluyendo
concluyente
concluyentes
concluyeron
concomitante
concomitantes
concordancia
concordante
concreta
concretamente
concretar
concretas
concreto
concretos
concuerda
concuerdan
concurrencia
concurso
conde
condecoraciones
condes
condiabetes
condiciona
condicionada
condicionadas
condicionado
condicionan
condicionando
condicionante
condicionantes
condicionar
condiciones
condicionesde
condiferentes
condilar
condition
conditions
conduce
conducen
conducido
conducir
conduct
conducta
conductas
conducted
conduction
conducto
conductor
conductos
conductual
conductuales
condujeron
condujo
conectividad
conectivo
conedades
conejos
conel
conenfermedad
conenfermedades
conenfoque
conesta
coneste
conestos
conexiones
confactores
confai
confecciona
confeccionada
confeccionadas
confeccionado
confeccionados
confeccionar
confeccionaron
conference
conferences
conferencia
conferencias
confiabilidad
confiable
confiables
confianza
confiar
confidence
confidencial
confidencialidad
confiere
confieren
configuran
confinamiento
confirm
confirma
confirmada
confirmado
confirmados
confirman
confirmar
confirmaron
confirmation
confirmed
conflicto
conflictos
conflicts
confluencia
conforma
conformacional
conformada
conformado
conformados
conforman
conformando
conformar
conformaron
conforme
conformidad
confort
confrecuencia
confront
confrontation
confundir
confundirse
congenital
congestiva
conglomerado
conglomerados
congreso
congresointernacional
congresos
congress
congruencia
congruente
coninsuficiencia
conintervalos
conjeturas
conjunta
conjuntamente
conjuntiva
conjuntival
conjuntivitis
conjuntivo
conjunto
conjuntode
conjuntos
conla
conlas
conlesiones
conlleva
conllevan
conllevar
conlo
conlos
conmanifestaciones
conmayor
conmemorativa
conmemorativo
conmenor
conmenos
connection
connor
connuestros
cono
conoce
conocemos
conocen
conocer
conocerla
conocerse
conocida
conocidas
conocido
conocidos
conociendo
conocieron
conocimiento
conocimientode
conocimientos
conocimientosobre
conocimientossobre
conotras
conotros
conozca
conozcan
conpacientes
conpredominio
conque
conquista
conquistas
conrado
conrespecto
conresultados
consagrada
consagrado
consanguinidad
consciente
conscientes
consecuencia
consecuencias
consecuente
consecuentemente
consecuentes
consecutiva
consecutivas
consecutive
consecutivos
conseguido
conseguir
consejo
consejos
consenso
consensos
consensus
consent
consentimiento
consentimientoinformado
consequence
consequences
consequent
consequently
conserva
conservada
conservadas
conservado
conservador
conservadora
conservadoras
conservadores
conservados
conservan
conservando
conservar
conservative
conserve
consider
considera
consideraba
consideraban
considerable
considerablemente
considerables
consideraciones
considerada
consideradacomo
consideradas
considerado
considerados
consideramos
consideramosque
consideran
considerando
consideraque
considerar
considerarla
consideraron
considerarse
consideration
considerations
considere
considered
consideren
considering
considero
consigna
consigo
consigue
consiguiente
consiste
consisted
consisten
consistencia
consistency
consistente
consistentes
consisting
consists
consolida
consolidar
consonancia
consortium
consta
constancia
constant
constante
constantemente
constantes
constata
constatada
constatado
constatan
constatar
constataron
constitucional
constituida
constituidas
constituido
constituidopor
constituidos
constituir
constituirse
constitute
constituted
constitutes
constituya
constituyan
constituye
constituyen
constituyendo
constituyentes
constituyenun
constituyeron
constituyeun
constituyeuna
construcciones
construct
construction
constructiva
constructivista
constructo
construida
construido
construir
construye
construyen
construyendo
construyeron
consu
consuegra
consuelo
consult
consulta
consultada
consultadas
consultade
consultado
consultados
consultaexterna
consultan
consultante
consultantes
consultar
consultaron
consultas
consultation
consultations
consulted
consulting
consultor
consultorio
consultorios
consume
consumen
consumidor
consumidores
consumidos
consumir
consumo
consumode
consumption
consus
cont
contaba
contaban
contact
contactar
contacto
contactos
contado
contagio
contagios
contagiosa
contagiosas
containing
contaminadas
contaminados
contaminantes
contamos
contando
contar
contaron
contemp
contempla
contemplados
contemplan
contemplar
contemporary
contendencia
contener
contenga
contengan
contenida
contenidas
contenido
contenidos
contenidoverasp
content
contents
conteo
contestar
context
contexto
contextos
contextual
contextuales
contextualizado
contiene
contienen
continental
continente
continentes
contingencia
contingencias
contingente
continua
continuada
continuado
continuamente
continuar
continuaron
continuas
continue
continued
continues
continuidad
continuing
continuity
continuo
continuos
continuous
contodos
contorno
contornos
contracciones
contradicciones
contradictorio
contradictorios
contraer
contraindicaciones
contraindicado
contralateral
contrariamente
contrario
contrarios
contrarrestar
contrast
contrasta
contrastada
contrastado
contrastando
contrastar
contraste
contrastornos
contratamiento
contreras
contribuciones
contribuido
contribuir
contribute
contributed
contributes
contributing
contribution
contributions
contribuya
contribuyan
contribuye
contribuyea
contribuyen
contribuyendo
contribuyente
contribuyentes
contribuyeron
control
controla
controlada
controladas
controlado
controlados
controlan
controlando
controlar
controlde
controles
controlled
controlling
controls
controversia
controversial
controversias
controversies
controvertido
conun
conuna
convalores
convencido
convencional
convencionales
convenciones
conveniencia
conveniente
convenio
convenios
conventional
convergencia
conversaciones
convertido
convertidora
convertir
convertirse
convicciones
convierta
conviertan
convierte
convierten
convirtieron
convistas
conviven
convivencia
convivir
convoca
convocados
convocatoria
convulsiones
cook
cooper
cooperar
cooperation
cooperativa
cooperative
coordina
coordinaciones
coordinada
coordinado
coordinador
coordinadora
coordinadores
coordinar
coordination
copia
copiar
copias
coping
copper
copy
copyright
cor
cord
cordero
core
corea
cornea
corneal
corneales
cornejo
coro
coroides
corona
coronal
coronaria
coronarias
coronario
coronarios
coronary
coronas
coronavirus
coronavirusdisease
coronaviruse
coronaviruses
coronel
corporal
corporales
corporation
corpus
corral
corrales
corre
correa
correcciones
correct
correcta
correctamente
correctas
corrected
correction
correctly
correcto
correctos
corregida
corregir
correia
correlaciona
correlacional
correlacionan
correlacionar
correlaciones
correlated
correlates
correlation
correlations
corren
correo
correr
corresponda
correspondan
corresponde
corresponded
corresponden
correspondence
correspondencia
correspondenciacon
corresponder
corresponderse
correspondiendo
correspondiente
correspondientes
correspondieron
corresponding
corresponds
corresponsal
corriente
corrientes
corrobora
corroborado
corroboran
corroborar
corroborate
corroborated
corta
cortas
corte
cortes
cortetransversal
cortex
cortez
corteza
cortical
corticales
corticoides
cortina
cortisol
corto
cortos
cos
cosa
cosas
cosme
cost
costa
costal
coste
costes
costillas
costo
costos
costosa
costosas
costoso
costosos
costras
costs
costumbre
costumbres
cotidiana
cotidianas
cotidianidad
cotidiano
cotorro
cotran
cough
could
council
count
countries
country
county
course
courses
court
cov
covadonga
cover
coverage
covid
cox
cpre
craig
craneal
craneales
craneofacial
craneofaciales
cranial
craniofac
craniofacial
crea
creada
creadas
creado
creador
creadora
creados
crean
creando
crear
crearon
crearse
create
created
creating
creatinina
creatinine
creation
creativa
creative
creativecommonsorg
creatividad
creativo
crece
crecen
crecer
crecido
creciendo
creciente
crecientes
crecimiento
crecimientode
credibilidad
cree
creemos
creen
creencia
creencias
crema
creo
crepitantes
crespo
cresta
crianza
cribado
criminal
crisis
cristales
cristalino
cristina
cristo
crit
critcare
criteria
criterio
criteriode
criterion
criterios
criteriosde
critica
critical
critically
crombet
cromosoma
cromosomas
cronbach
cronica
cronicidad
cronograma
cross
crosssectional
cruces
crucial
cruciales
cruda
crudas
crude
crudo
crudos
cruz
cruzada
cruzadas
cruzado
cruzados
csf
ctc
cuad
cuaderno
cuadernos
cuadrada
cuadrado
cuadrados
cuadrante
cuadrantes
cuadro
cuadros
cuales
cualesfueron
cualesse
cualidad
cualidades
cualitativa
cualitativamente
cualitativas
cualitativo
cualitativos
cualquier
cualquiera
cualse
cuandoel
cuandose
cuantificar
cuantitativa
cuantitativas
cuantitativo
cuantitativos
cuanto
cuantoa
cuantos
cuarentena
cuarta
cuartas
cuartel
cuartil
cuarto
cuartos
cuasi
cuatro
cub
cuba
cubadebate
cubael
cubaen
cubala
cuban
cubana
cubanade
cubanaen
cubanaestomatol
cubanamed
cubanas
cubanasalud
cubano
cubanos
cubans
cubas
cubase
cubierta
cubiertas
cubierto
cubmed
cubre
cubren
cubrir
cuello
cuenca
cuenta
cuentacon
cuentael
cuentalos
cuentan
cuentaque
cuentas
cuente
cuenten
cuerda
cuerno
cuerpo
cuerpos
cuervo
cuesta
cuestiona
cuestionar
cuestionario
cuestionarios
cuestiones
cueto
cuevas
cui
cuida
cuidado
cuidadode
cuidador
cuidadores
cuidados
cuidadosa
cuidadosamente
cuidadosintensivos
cuidadoso
cuidan
cuidar
culmina
culminar
culpa
cultivo
cultivos
culto
cultura
cultural
culturales
culturas
culture
cumbre
cumed
cummings
cumpla
cumplan
cumple
cumplen
cumplido
cumplidos
cumpliendo
cumplieran
cumplieron
cumplimentar
cumplimiento
cumplimientode
cumplir
cumplirse
cunha
cura
curable
curar
curas
curativa
curativas
curative
curativo
curativos
curbelo
cure
curetaje
cureus
curiosidad
curr
current
currently
curricular
curriculares
curriculum
cursa
cursaba
cursaban
cursado
cursan
cursando
cursar
cursaron
cursistas
curso
cursode
cursos
curva
curvas
curve
curves
cusco
cushman
cut
cutaneous
cuya
cuyas
cuyo
cuyos
cybertesisunmsmedupe
cycle
cyst
cystic
cysts
cytokine
cytokines
daba
daban
dada
dadala
dadas
dado
dados
dai
daily
daisy
dalila
daly
damage
damiani
damos
dan
dando
daniel
dapena
dar
darle
darles
darse
das
data
database
databases
datan
date
dato
datos
datosde
datosobtenidos
datosse
david
davidson
davies
davis
day
days
deabril
deacceso
deacciones
deactividad
deactividades
deacuerdo
dead
deadolescentes
deadultos
deafrontamiento
deagosto
deagua
deaislamiento
dealcohol
dealgunas
dealgunos
dealimentos
dealing
dealta
dealto
dealzheimer
deambos
dean
deancianos
deanimales
deanticuerpos
deantimicrobianos
deapoyo
deaprendizaje
deaproximadamente
deaquellos
dearmas
deasistencia
deaspecto
deaterosclerosis
death
deaths
deautores
deba
debajo
deban
debase
debate
debates
debatir
debe
debeconsiderar
debeestar
debemos
deben
deber
deberes
deberse
debeser
debetener
debida
debidamente
debidas
debido
debidoa
debidos
debiendo
debiera
debieran
debieron
debilidad
debilidades
debilitamiento
debut
dec
decada
decade
decades
decaimiento
decalidad
decambios
decana
decano
decasos
deceased
december
decenas
decenio
decenios
deceso
decesos
dechi
decide
decided
deciden
decidido
decidieron
decidimos
decidir
deciencia
deciencias
decienfuegos
decimal
decimos
decir
decirse
decision
decisiones
decisions
decisiva
decisive
decisivo
decisivos
decisores
deciudad
declara
declaracion
declaraciones
declarada
declaradas
declarado
declarados
declaramos
declaran
declarar
declararon
declaration
declared
declase
decline
decolombia
decomorbilidad
decompetencia
decompetencias
decomplicaciones
decomportamiento
deconfiabilidad
deconfianza
deconocer
deconocimiento
deconocimientos
deconsentimiento
deconsulta
deconsumo
decontacto
decontenido
decontenidos
decontingencia
decontribuir
decontrol
decorte
decovid
decrease
decreased
decreases
decreciente
decrecimiento
decreto
decrisis
decriterios
decs
decualquier
decuatro
decuba
decuidados
decursar
dedatos
dede
dedecisiones
dedefensa
dedesarrollar
dedesarrollo
dedescribir
dedeterminar
dediabetes
dedica
dedicada
dedicadas
dedicado
dedicados
dedican
dedicar
dedicated
dedication
dedicho
dediciembre
dedientes
dediferentes
dediscapacidad
dediversas
dediversos
dedo
dedocencia
dedoctor
dedocumentos
dedolor
dedos
deduce
deductivo
deedad
deedades
deedes
deefectos
deejercicios
deelementos
deellas
deellos
deenero
deenfermedad
deenfermedades
deenfermeras
deenfermos
deensayos
deenvejecimiento
deep
deesa
deese
deesos
deespecialidad
deespecialidades
deespecialista
deespecialistas
deesta
deestablecer
deestas
deeste
deestos
deestrategias
deestudiantes
deestudio
deestudios
deevaluar
deeventos
deexcelencia
deexperiencia
deexpertos
defactores
defallecidos
defamilia
default
defebrero
defect
defecto
defectos
defects
defectuosas
defender
defensa
defensas
defensiva
defensor
defensores
deficiencia
deficiencias
deficiencies
deficiency
deficient
deficiente
deficientes
deficit
deficits
defiende
defienden
define
defined
definen
definiciones
definida
definidas
definido
definidos
definiendo
definieron
defining
definir
definirse
definition
definitions
definitiva
definitivamente
definitive
definitivo
definitivos
deforma
deformantes
deformidad
deformidades
deformity
defrecuencia
defrecuencias
defumar
defunciones
degarantizar
degeneraciones
degeneration
degenerativa
degenerativas
degenerative
degenerativo
degenerativos
degran
degree
degrees
degrupo
deguardia
dehaber
dehabilidades
dehacer
dehelsinki
dehemoglobina
deherramientas
dehigiene
dehiscencia
dehistoria
dehombres
deidentificar
deigual
deimagen
deimplantes
deimportancia
deincrementar
deindependencia
deindicadores
deindividuos
deinfecciones
deingreso
deingresos
deinicio
deinmunodeficiencia
deinmunoglobulinas
deinstrumentos
deintensidad
deinvestigaciones
deinvestigadores
deja
dejaba
dejado
dejan
dejando
dejar
dejaron
deje
dejulio
dejunio
dela
delaboratorio
deladn
deladulto
delambiente
delante
delaparato
delaprendizaje
delas
delay
delayed
delays
delborrador
delcambio
delcentro
delcomplejo
delcomportamiento
delconocimiento
delconsejo
delconsentimiento
delconsumo
delcontenido
delcontexto
delcrecimiento
delcuerpo
delcuestionario
delcuidado
delcurso
deldepartamento
deldesarrollo
deldolor
delegado
delegados
delejercicio
delembarazo
delenfermo
delenvejecimiento
delequipo
delesiones
delespecialista
delestado
delestudiante
delestudio
delexamen
delfuncionamiento
delfuturo
delgada
delgado
delgobierno
delgrado
delgrupo
delhombre
delhospital
delhueso
delicada
delicenciatura
delimitada
delimitar
delindividuo
delinfocitos
delinstituto
delinstrumento
delito
delivery
dellaboratorio
dellenguaje
delmetabolismo
delministerio
delminsap
delmiocardio
delmismo
delmodelo
delmovimiento
delmundo
delmunicipio
delnacimiento
delnivel
delo
delorganismo
delos
delpaciente
delpartido
delpasado
delpensamiento
delpersonal
delphi
delplan
delpresente
delprimer
delproblema
delprocedimiento
delprocesamiento
delproceso
delproducto
delprofesional
delprofesor
delprograma
delproyecto
delpueblo
delreceptor
delriesgo
delsector
delsegundo
delservicio
delsexo
delsiglo
delsistema
delta
deltejido
deltema
deltiempo
deltipo
deltotal
deltrabajo
deltratamiento
deltumor
deluso
delvih
delvirus
demalignidad
demama
demand
demanda
demandan
demandas
demands
demanera
demanifestaciones
demantener
demarzo
demasa
demasiado
demateriales
demayo
demayor
demedicamentos
demedicina
demedidas
demembrana
dememoria
demencia
demencial
demencias
demenos
dementia
demicroorganismos
demiocardio
demodo
demographic
demonstrate
demonstrated
demonstrates
demonstrating
demora
demorbilidad
demorbimortalidad
demortalidad
demostrada
demostradas
demostrado
demostradoque
demostrados
demostrando
demostrar
demostraron
demuerte
demuertes
demuestra
demuestran
demuestraque
demuestren
demujeres
den
denecesidades
deng
dengue
denis
denivel
dennis
deno
denomina
denominaciones
denominada
denominadas
denominado
denominador
denominados
denominan
denominar
denominaron
denota
denotan
denoviembre
densidad
density
denso
dent
dentadura
dental
dentales
dentaria
dentarias
dentario
dentarios
dentin
dentina
dentinarios
dentist
dentista
dentistas
dentistry
dentists
dentition
dentoalveolar
dentoalveolares
dentobacteriana
dentofacial
dentomaxilofaciales
dentro
dentrode
dentrodel
denture
denuestra
denuestro
denuestros
denuevas
denuevos
deobesidad
deoctubre
deoperaciones
deorigen
deortodoncia
deotras
deotros
dep
depacientes
depadecer
departamento
departamentode
departamentos
departida
department
depearson
depend
depende
dependen
dependence
dependencia
dependenciade
dependent
depender
dependiendo
dependiente
dependientes
depending
depends
deperfeccionamiento
depersonal
depersonas
depeso
deporte
deportes
deportista
deportistas
deportiva
deportivas
deportivo
deportivos
deposgrado
depositados
depostgrado
depregrado
depreguntas
depresentar
depresiva
depresivo
depresivos
depression
depressive
deprevalencia
deprimer
deprimera
deproblemas
deprocedencia
deprocedimientos
deprocesos
deproductos
deprofesionales
deprofesor
deprofesores
deprogramas
depruebas
depth
depublicaciones
deque
der
derealizar
derecha
derecho
derechos
derechoshumanos
derecursos
dereferencia
deregistros
derelaciones
deresidencia
deresistencia
derespuesta
deresultados
deriesgo
deriesgos
deriva
derivaciones
derivada
derivadas
derivado
derivados
derivan
derivar
derivatives
derived
dermatitis
dermatol
dermatology
dermatosis
dermis
derrame
derrota
des
desacuerdo
desafortunadamente
desagradable
desai
desalud
desan
desangre
desantiago
desaparece
desaparecen
desaparecer
desaparecido
desaparecieron
desarrolla
desarrollaba
desarrollada
desarrolladas
desarrollado
desarrollador
desarrolladora
desarrollados
desarrollamos
desarrollan
desarrollando
desarrollar
desarrollarla
desarrollaron
desarrollarse
desarrolle
desarrollen
desarrollo
desarrollode
desarrollodel
desarrolloel
desarrolloen
desarrollola
desastre
desastres
desbalance
descansa
descansar
descanso
descarga
descargas
descarta
descartar
descartaron
descendencia
descendente
descendientes
descenso
desciende
descompensada
desconoce
desconocen
desconocer
desconocida
desconocidas
desconocido
desconocidos
desconocimiento
descontrol
describe
described
describen
describes
describiendo
describieron
describing
describir
descripciones
description
descriptiva
descriptivas
descriptive
descriptivo
descriptivos
descriptores
descriptors
descrita
descritas
descrito
descritos
descubierto
descubre
descubren
descubrieron
descubrimiento
descubrimientos
descubrir
descuidar
descuido
desdeel
desdela
desdentados
desdentamiento
desea
deseada
deseado
deseados
deseamos
desean
desease
desecho
desechos
desee
deseen
deseguimiento
desegundo
deseguridad
desempleo
desencadena
desencadenan
desencadenante
desencadenantes
desencadenar
desenlace
desenlaces
desensibilidad
desenvolvimiento
desenvuelve
deseo
deseos
deseptiembre
desequilibrio
desequilibrios
deser
deservicios
desesperanza
desfavorable
desfavorables
desgaste
deshidrogenasa
design
designa
designada
designado
designados
designar
designed
designing
designos
desigual
desigualdad
desigualdades
desinfectantes
desnutrido
desnutridos
desodio
desoporte
desorden
desoxirribonucleico
despaigne
despertar
despite
desplaza
desplazamiento
desplazamientos
desplegado
despliegue
despreciable
desprende
desprendimiento
